export const mockOcrResponse = {
    "filename": "7c735151-162a-4e96-bde3-aec9f7d602a0.jpeg",
    "status": "success",
    "result": [
        {
            "page": 1,
            "data": [
                {
                    "bbox": [
                        [
                            520,
                            224
                        ],
                        [
                            594,
                            224
                        ],
                        [
                            594,
                            284
                        ],
                        [
                            520,
                            284
                        ]
                    ],
                    "text": ""
                },
                {
                    "bbox": [
                        [
                            64,
                            636
                        ],
                        [
                            194,
                            636
                        ],
                        [
                            194,
                            680
                        ],
                        [
                            64,
                            680
                        ]
                    ],
                    "text": "โอนเงิน"
                },
                {
                    "bbox": [
                        [
                            62,
                            700
                        ],
                        [
                            503,
                            700
                        ],
                        [
                            503,
                            794
                        ],
                        [
                            62,
                            794
                        ]
                    ],
                    "text": "1,915.62 บาท"
                },
                {
                    "bbox": [
                        [
                            67,
                            815
                        ],
                        [
                            343,
                            815
                        ],
                        [
                            343,
                            845
                        ],
                        [
                            67,
                            845
                        ]
                    ],
                    "text": "ค่าธรรมเนียม 0.00 บาท"
                },
                {
                    "bbox": [
                        [
                            69,
                            937
                        ],
                        [
                            125,
                            937
                        ],
                        [
                            125,
                            963
                        ],
                        [
                            69,
                            963
                        ]
                    ],
                    "text": "จาก"
                },
                {
                    "bbox": [
                        [
                            206,
                            926
                        ],
                        [
                            546,
                            926
                        ],
                        [
                            546,
                            972
                        ],
                        [
                            206,
                            972
                        ]
                    ],
                    "text": "คุณ พีรพัฒน์ ศิริอ้าย"
                },
                {
                    "bbox": [
                        [
                            224,
                            1004
                        ],
                        [
                            236,
                            1004
                        ],
                        [
                            236,
                            1014
                        ],
                        [
                            224,
                            1014
                        ]
                    ],
                    "text": ""
                },
                {
                    "bbox": [
                        [
                            271,
                            995
                        ],
                        [
                            389,
                            995
                        ],
                        [
                            389,
                            1029
                        ],
                        [
                            271,
                            1029
                        ]
                    ],
                    "text": "x-2079"
                },
                {
                    "bbox": [
                        [
                            67,
                            1069
                        ],
                        [
                            143,
                            1069
                        ],
                        [
                            143,
                            1103
                        ],
                        [
                            67,
                            1103
                        ]
                    ],
                    "text": "ไปยัง"
                },
                {
                    "bbox": [
                        [
                            204,
                            1060
                        ],
                        [
                            568,
                            1060
                        ],
                        [
                            568,
                            1116
                        ],
                        [
                            204,
                            1116
                        ]
                    ],
                    "text": "อื่น ๆ พีรพัฒน์ ศิริอ้าย"
                },
                {
                    "bbox": [
                        [
                            857,
                            1117
                        ],
                        [
                            963,
                            1117
                        ],
                        [
                            963,
                            1145
                        ],
                        [
                            857,
                            1145
                        ]
                    ],
                    "text": "สแกนเพือ"
                },
                {
                    "bbox": [
                        [
                            272,
                            1133
                        ],
                        [
                            389,
                            1133
                        ],
                        [
                            389,
                            1169
                        ],
                        [
                            272,
                            1169
                        ]
                    ],
                    "text": "x-0073"
                },
                {
                    "bbox": [
                        [
                            835,
                            1159
                        ],
                        [
                            985,
                            1159
                        ],
                        [
                            985,
                            1185
                        ],
                        [
                            835,
                            1185
                        ]
                    ],
                    "text": "ตรวจสอบสลิป"
                },
                {
                    "bbox": [
                        [
                            67,
                            1277
                        ],
                        [
                            131,
                            1277
                        ],
                        [
                            131,
                            1315
                        ],
                        [
                            67,
                            1315
                        ]
                    ],
                    "text": "วันที"
                },
                {
                    "bbox": [
                        [
                            205,
                            1283
                        ],
                        [
                            405,
                            1283
                        ],
                        [
                            405,
                            1317
                        ],
                        [
                            205,
                            1317
                        ]
                    ],
                    "text": "19 มิ.ย. 2568"
                },
                {
                    "bbox": [
                        [
                            427,
                            1283
                        ],
                        [
                            549,
                            1283
                        ],
                        [
                            549,
                            1315
                        ],
                        [
                            427,
                            1315
                        ]
                    ],
                    "text": "01:24 น."
                },
                {
                    "bbox": [
                        [
                            832,
                            1266
                        ],
                        [
                            1008,
                            1266
                        ],
                        [
                            1008,
                            1314
                        ],
                        [
                            832,
                            1314
                        ]
                    ],
                    "text": "Oime!"
                },
                {
                    "bbox": [
                        [
                            67,
                            1331
                        ],
                        [
                            435,
                            1331
                        ],
                        [
                            435,
                            1370
                        ],
                        [
                            67,
                            1370
                        ]
                    ],
                    "text": "เลขที่สลิป 51700101015544"
                },
                {
                    "bbox": [
                        [
                            739,
                            1337
                        ],
                        [
                            1015,
                            1337
                        ],
                        [
                            1015,
                            1369
                        ],
                        [
                            739,
                            1369
                        ]
                    ],
                    "text": "โดย ธ. เกียรตินาคินภัทร"
                }
            ],
            "full_text": "\nโอนเงิน\n1,915.62 บาท\nค่าธรรมเนียม 0.00 บาท\nจาก\nคุณ พีรพัฒน์ ศิริอ้าย\n\nx-2079\nไปยัง\nอื่น ๆ พีรพัฒน์ ศิริอ้าย\nสแกนเพือ\nx-0073\nตรวจสอบสลิป\nวันที\n19 มิ.ย. 2568\n01:24 น.\nOime!\nเลขที่สลิป 51700101015544\nโดย ธ. เกียรตินาคินภัทร",
            "image_size": [
                1448,
                1080
            ]
        }
    ]
}